
xbmPlayer({
    theme: 'mini',//可选，不指定时为默认主题，值为"mini"时为迷你版主题
    music : {
        src   : 'https://poem.xinball.top/static/music/512245.mp3',
        title : '琵琶行',
        author: '任嘉伦',
        cover : 'https://poem.xinball.top/static/music/512245.webp',
        lrc   : '[00:00.01]琵琶行 (唐·白居易·《琵琶行》) - 任嘉伦\n[00:00.02]词：「唐」白居易\n[00:00.03]曲：徒有琴\n[00:00.04]编曲：程天禹\n[00:00.05]琵琶：方锦龙\n[00:00.06]京剧：褚天舒\n[00:00.07]音乐总监：刘卓\n[00:00.08]乐团：V Band\n[00:00.09]键盘：孙梦迪/李海郡\n[00:00.10]键盘/PGM：尹岳洋\n[00:00.11]吉他：金天/崔万平\n[00:00.12]贝斯：李九君\n[00:00.43]鼓手：卢炜\n[00:00.61]打击乐：刘效松\n[00:00.85]和音：张炜/刘芳/关冰效/曾嵘\n[00:01.37]混音： 周天澈 混音团队\n[00:02.04]任嘉伦：\n[00:02.94]轻拢慢捻抹复挑\n[00:05.91]\n[00:07.18]初为霓裳后六幺\n[00:09.96]\n[00:11.24]大弦嘈嘈如急雨\n[00:14.81]\n[00:15.65]小弦切切如私语\n[00:18.71]\n[00:19.85]嘈嘈切切错杂弹\n[00:22.47]\n[00:23.42]大珠小珠落玉盘\n[00:26.19]\n[00:51.11]浔阳江头夜送客\n[00:52.25]枫叶荻花秋瑟瑟\n[00:53.84]主人下马客在船\n[00:56.09]\n[00:56.74]举酒欲饮无管弦\n[00:58.06]醉不成欢惨将别\n[00:59.45]别时茫茫江浸月\n[01:02.43]忽闻水上琵琶声\n[01:04.92]\n[01:05.48]主人忘归客不发\n[01:07.79]\n[01:08.31]寻声暗问弹者谁\n[01:10.56]琵琶声停欲语迟\n[01:13.68]\n[01:14.27]移船相近邀相见\n[01:15.76]添酒回灯重开宴\n[01:17.12]千呼万唤始出来\n[01:18.17]犹抱琵琶半遮面\n[01:19.63]转轴拨弦三两声\n[01:21.46]未成曲调先有情\n[01:22.82]弦弦掩抑声声思\n[01:24.16]似诉平生不得志\n[01:25.52]低眉信手续续弹\n[01:28.80]说尽心中无限事\n[01:31.59]轻拢慢捻抹复挑\n[01:34.37]初为霓裳后六幺\n[01:37.39]大弦嘈嘈如急雨\n[01:39.00]小弦切切如私语\n[01:40.28]嘈嘈切切错杂弹\n[01:41.46]大珠小珠落玉盘\n[01:43.12]大弦小弦如私语\n[01:46.59]\n[01:47.38]落玉盘\n[01:48.07]\n[01:49.27]大弦嘈嘈如急雨\n[01:53.56]\n[01:54.09]小弦切切如私语\n[01:57.01]如私语\n[02:00.58]嘈嘈切切错杂弹\n[02:05.68]大珠小珠落玉盘\n[02:08.56]落玉盘\n[02:11.25]\n[02:35.73]曲终收拨当心画\n[02:40.76]四弦一声如裂帛\n[02:43.51]如裂帛\n[02:46.48]\n[02:47.05]东船西舫悄无言\n[02:52.27]唯见江心秋月白\n[02:55.16]秋月白\n[02:58.05]京剧念白/褚天舒：\n[02:59.18]沉吟放拨插弦中\n[03:01.76]整顿衣裳起敛容\n[03:04.64]自言本是京城女\n[03:07.38]家在虾蟆陵下住\n[03:10.40]十三学得琵琶成\n[03:13.16]名属教坊第一部\n[03:16.12]曲罢曾教善才服\n[03:18.96]妆成每被秋娘妒\n[03:22.36]任嘉伦：\n[03:22.96]同是天涯沦落人\n[03:24.69]相逢何必曾相识\n[03:27.13]\n[03:27.79]春江花朝秋月夜\n[03:30.48]往往取酒还独倾\n[03:33.21]\n[03:33.87]岂无山歌与村笛\n[03:36.34]呕哑嘲哳难为听\n[03:39.69]今夜闻君琵琶语\n[03:42.15]如听仙乐耳暂明\n[03:44.83]\n[03:45.57]莫辞更坐弹一曲\n[03:50.50]为君翻作琵琶行\n[03:53.38]琵琶行\n[03:56.96]感我此言良久立\n[04:02.05]却坐促弦弦转急\n[04:04.97]弦转急\n[04:07.96]\n[04:08.75]凄凄不似向前声\n[04:13.66]满座重闻皆掩泣\n[04:16.51]皆掩泣\n[04:19.35]\n[04:20.42]座中泣下谁最多\n[04:25.34]江州司马青衫湿\n[04:28.20]青衫湿\n[04:31.50]\n[04:32.14]江州司马青衫湿'
    },
    target: '.music',
    autoplay: false // 是否自动播放
})
	$(".music").dblclick(function(){
		xbmPlayer.toggleTheme()
	});